<?php
require __DIR__ . '/../../src/bootstrap.php';
?>
<?php view('header', ['style' => '/merath/css/number2.css', 'title' => 'حالات خاصة']) ?>
<div  class="main-container">
<section class="home section">
        <div class="container">
            <div class="row">
                <div class="home-info padd-15">
                    
                   <h3 class="hello"> <center>خطوات الحساب </center></h3>
                   <br>
                   <h2><p><b><center>الخطوة الأولى </center></b></p></h2>

                   <p><b><center> تحدید من یتم حجبه من الأقارب ، وله نوعان</center></b></p>
                   <p><b><center>  حجب بتقلیل الحصة : إنقاص حصة الشخص من الحصول على حصة أعلى إلى نصیب أقل بسبب وجود شخص آخر یستحق ھذا التخفیض " على سبیل المثال ، إذا كان ھناك ذریة موجودة
                    فیتم تخفیض نصیب الزوجة من الربع الى الثمن " </center></b></p>
                    <p><b><center> حجب بالمنع : منع حصول شخص من الأقارب من جمیع الحصص بسبب وجود شخص آخر " أقرب إلى المتوفى " يستحق هذا المبلغ ، ھناك ثلاثة أسس وقواعد للحجب بالمنع : رابطة القرابة ، والأقرب ، قوة القرابة </center></b></p>                    
                    <p><b><center>  رابطة القرابة بالمتوفى : كل قریب له صلة بالمتوفى عن طریق شخص آخر لن یرث
                        بوجود ذلك الشخص ، على سبیل المثال ، الجد یحجب مع وجود مع الأب ، ابن الابن
                        یحجب مع وجود الابن </center></b></p>
                    <p><b><center> الأقرب الى المتوفى : جب الأقرب الأبعد ، على سبیل المثال ، بنات الأبناء یحجبن مع
                        وجود البنات</center></b></p>
                    <p><b><center> قوة القرابة : إذا كان الوارثین في نفس الفئة فیرجع الى قوة القرابة ، على سبيل المثال ، الإخوة الأشقاء یحجبون الأخوة من الأب </center></b></p>

                    <br>

                    <center><img src="/../merath/src/img/4.jpg" alt="صلة القرابة في الميراث "></center>
                    <h2><p><b><center>الخطوة الثانية</center></b></p></h2>

                    <p><b><center>یتم النظر في أصحاب الفروض واللذین وردت حصصھم في القرءان الكریم وكما يلي </center></b></p>
                    <p><b><center> الأب : ويستحق السدس إذا كان للمتوفى ذرية ، الأم تستحق الثلث اذا لم يكن للمتوفى ذرية أو من الباقي بعد فرض احد الزوجين مع وجود الأب ... أو أنها تستحق السدس إذا كان للمتوفى ذرية مع وجود جمع من الأشقاء </center></b></p>
                    <p><b><center> الزوج : يستحق النصف إذالم يكن للمتوفى ذرية أو الربع إن كان له ذرية ، الزوجة : تستحق الربع إذا لم يكن للمتوفى ذرية أو الثمن إن كان له ذرية ، وإذا كان للمتوفى أكثر من زوجة يتم التقسيم عليهن بالتساوي</center></b></p>
                    <p><b><center> الابنة : وتستحق النصف اذا لم يكن للمتوفى أبناء وهي الوحيدة ، أو تستحق الثلثين اذا لم يكن للمتوفى أبناء وكانت مع بنت اخرى أو أكثر </center></b></p>

                    <h2><p><b><center>الخطوة الثالثة</center></b></p></h2>
                    <p><b><center>اذا أخذ كل صاحب حصة مقررة ممن وردوا في الآیات الكریمة حصته ، وتبقى شيء
                        من التركة ، فتوزع على العصبة من الأقارب ، ووفق الأولویة التالیة</center></b></p>
                        <br>
                        <center><img src="/../merath/src/img/5.jpg" alt="  أولويات التوزيع التعصيب   "></center>


                    <p><b><center></center></b></p>
                    <p><b><center></center></b></p>

                  <!--<center><table>
                    <tr>
                      <th>الخطوات </th>
                      <th>الرقم </th>
                    </tr>
                    <tr>
                      <td>اختيار نوع المتوفى </td>
                      <td>1</td>
                    </tr>
                    <tr>
                      <td>تعبئة المعلومات في أنواع الوَرثة </td>
                      <td>2</td>
                    </tr><tr>
                        <td> الضغط على كلمة احسب</td>
                        <td>3</td>
                      </tr><tr>
                        <td>رؤية النتائج </td>
                        <td>4</td>
                      </tr>
                  </table></center>-->
                  
                    </div>
                    </div>
        </div>
    </section>
    <!-- aside start -->
    <?php view('aside_user')?>
    <!-- aside end -->


    <script src="script.js"></script>
<?php view('footer') ?>