<?php
require __DIR__ . '/../../src/bootstrap.php';
?>
<?php view('header', ['style' => '/merath/css/number2.css', 'title' => 'النصائح']) ?>


<div  class="main-container">

    <!-- aside start -->
    
    <?php view('aside_user')?>
    <!-- aside end -->

       
<!-- main content start -->
<div class="main-content">


<section class="home section">
        <div class="container">
            <div class="row">
                <div class="home-info padd-15">
                   <h3 class="hello"><center>بِسْمِ اللَّهِ الرَّحْمَٰنِ الرَّحِيمِ</center></h3>                        
                  <center><p>لِلرِّجَالِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ وَلِلنِّسَاءِ نَصِيبٌ مِمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ نَصِيبًا مَفْرُوضًا * وَإِذَا حَضَرَ الْقِسْمَةَ أُولُو الْقُرْبَى وَالْيَتَامَى وَالْمَسَاكِينُ فَارْزُقُوهُمْ مِنْهُ وَقُولُوا لَهُمْ قَوْلًا مَعْرُوفًا</p></center>
<sup>سورة النساء الآيات 7-8</sup>
                  <center><p>ويقول السعدي في تفسيره للآيه السابقة: «كان العرب في الجاهلية - من جبروتهم وقسوتهم لا يورثون الضعفاء كالنساء والصبيان، ويجعلون الميراث للرجال الأقوياء لأنهم -بزعمهم- أهل الحرب والقتال والنهب والسلب، فأراد الرب الرحيم الحكيم أن يشرع لعباده شرعًا، يستوي فيه رجالهم ونساؤهم، وأقوياؤهم وضعفاؤهم... فقال: { لِلرِّجَالِ نَصِيبٌ }: أي: قسط وحصة { مِمَّا تَرَكَ } { الْوَالِدَان } أي: الأب والأم { وَالْأَقْرَبُونَ } عموم بعد خصوص { وَلِلنِّسَاءِ نَصِيبٌ مِّمَّا تَرَكَ الْوَالِدَانِ وَالْأَقْرَبُونَ }.... وقال تعالى: { نَصِيبًا مَفْرُوضًا }: أي: قد قدره العليم الحكيم. وأيضا فهاهنا توهم آخر، لعل أحدا يتوهم أن النساء والولدان ليس لهم نصيب إلا من المال الكثير، فأزال ذلك بقوله: { مِمَّا قَلَّ مِنْهُ أَوْ كَثُرَ } فتبارك الله أحسن الحاكمين.»</p></center>
                  <p>وللمزيد من هذه الأمور ننقلكم إلى دار الإفتاء الأردنية </p>
                  <a href="https://www.aliftaa.jo/Search.aspx?Search=%d8%a7%d9%84%d9%85%d9%8a%d8%b1%d8%a7%d8%ab" class="btn hire-me"><em><b>دار الإفتاء</b></em></a>
                
                
                    <h3 class="hello"><center>الحالات الخاصة </center></h3>    
                    <p> نظام الميراث الإسلامي هو نظام يلبي الاحتياجات الاجتماعية التي تتطلبها استمرارية البشرية ، وهو ليس نظامًا جامدًا بل مرنًا حيث يتعبر ما نزل من القرآن الكريم ، وما تحدث عنه الرسول محمد صلّ الله عليه وسلّم " في السنة " هو الجزء الأساسي من النظام . أهمية الكتاب والسنة كأساس للنظام هي الحفاظ على حقوق أفراد الأسرة الضعفاء من الحرمان من حقوقهم ، وفي نفس الوقت هو منهج وحلّ مقبول من جميع الأطراف لأنه منزّل منالسماء ، وبالتالي واجه علماء المسلمين على مر العصور القضايا والحالات التي تطلّبت منهم البحث والدراسة والتواصل الى قواعد جديدة عن طريق القياس . </p>                    

                    <h3 class="hello"><center> من الحالات الخاصة : مسألة العمریة</center></h3>
                    <p><b><center> ماتت امرأة عن أب وأم و زوج فقط ، هنا .. إذا تم حل المسألة والتقسيم رقميًا دون تحليل فإن القسمة تكون كما يلي : " الأب ( 1/6 ) والأم ( 1/3 )و الزوج ( 1/2 ) ". حصل الأب على السدس فقط والأم على الثلث أي أن الأب نال نصف نصيب الأم ، وهنا كانت فتوى الخليفة عمر بن الخطاب رضي الله عنه بأن معنى الآية أن تأخذ الأم الثل المتبقي : للزوج النصف ، للأم الثلث ، وللأب الثلث وهي الثلث الباقي وليس ثلث الكل . وينطبق الشيء نفسه إذا ترك المتوفى أبًا وأمًا و زوجة فقط . </center></b></p>
                
                    <h3 class="hello"><center>  ومن الحالات الخاصة : المسألة المنبرية </center></h3>

                    <p><b><center> وهي مسألة في عول حيث يزيد مجموع الحصص المقررة عن 24 وتصبح 27 . الحالة : ترك المتوفى زوجة وأبنتان وأب وأم . إذا قمنا بتطبيق الأرقام ، تكون الحصص كما يلي الزوجة ( 1/8 ) الابنتان ( 2/8 ) الأب ( 1/6 ) والأم ( 1/6 ) المجموع 27 بدلًا من 24 ، أو 27/24 ويساوي 1.125 ، في هذه الحالة كان اجتهاد العلماء بأن يتم تخفيض جميع الأسهم بشكل نسبي حتى تصبح من 24 . سمّيت هذه الحالة بالمنبرية لأن الخليفة علي بن أبي طالب أصدر الفتوى بها عندما كان على منبر المسجد </center></b></p>
                </div>
                
            </div>
        </div> 
     </section>
     
     <script src="script.js"></script>
<?php view('footer') ?>